<template>
  <div class="about-us-rows-info">
    <div class="about-us-row text-right p-3 d-flex">
      <div class="about-us-text">
        <h3 class="font-weight-bold">نبذة عنا</h3>
        <p class="text-justify text-right">
          , إحكام التجارية في قبل. مكن و لكون تشكيل تكتيكاً. ماذا لكون إيطاليا
          أما و. لي. بوابة الدّفاع مع أسر, شيء تجهيز وبغطاء الشتوية قد. و دخول
          والنفيس بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم,
          كان ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان
          وتم. أم مكّن حالية وبريطانيا كان. لتقليعة الإنذار، الإتفاقية به،
        </p>
      </div>
      <div class="about-us-image">
        <div class="about-image"></div>
      </div>
    </div>
    <div class="about-us-row text-right p-3">
      <h3 class="font-weight-bold">كيف بدأنا</h3>
      <p class="text-justify text-right">
        , إحكام التجارية في قبل. مكن و لكون تشكيل تكتيكاً. ماذا لكون إيطاليا أما
        و. لي. بوابة الدّفاع مع أسر, شيء تجهيز وبغطاء الشتوية قد. و دخول والنفيس
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كان
        ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان وتم. أم
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كان
        ويتّفق المتساقطة، هو. حصدت ماليزيا، بين هو, التخطيط التغييرات ان وتم. أم
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كا مكّن
        حالية وبريطانيا كان. لتقليعة الإنذار، الإتفاقية به،
      </p>
    </div>
    <div class="about-us-row text-right p-3">
      <h3 class="font-weight-bold">هدفنا</h3>
      <p class="text-justify text-right">
        , إحكام التجارية في قبل. مكن و لكون تشكيل تكتيكاً. ماذا لكون إيطاليا أما
        و. لي. بوابة الدّفاع مع أسر, شيء تجهيز وبغطاء الشتوية قد. و دخول والنفيس
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كان للجزر
        واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كا مكّن حالية وبريطانيا كان.
        لتقليعة الإنذار، الإتفاقية به،
      </p>
    </div>
    <div class="about-us-row text-right p-3">
      <h3 class="font-weight-bold">الهيكل التنظيمي</h3>
      <p class="text-justify text-right">
        , إحكام التجارية في قبل. مكن و لكون تشكيل تكتيكاً. ماذا لكون إيطاليا أما
        و. لي. بوابة الدّفاع مع أسر, شيء تجهيز وبغطاء الشتوية قد. و دخول والنفيس
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كان للجزر
        واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كا مكّن حالية وبريطانيا كان.
        لتقليعة الإنذار، الإتفاقية به،
      </p>
    </div>
    <div class="about-us-row text-right p-3">
      <h3 class="font-weight-bold">شعارنا</h3>
      <p class="text-justify text-right">
        , إحكام التجارية في قبل. مكن و لكون تشكيل تكتيكاً. ماذا لكون إيطاليا أما
        و. لي. بوابة الدّفاع مع أسر, شيء تجهيز وبغطاء الشتوية قد. و دخول والنفيس
        بالولايات غير, للجزر واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كان للجزر
        واقتصار بحث عل. نفس بقعة وقبل الفرنسي تم, كا مكّن حالية وبريطانيا كان.
        لتقليعة الإنذار، الإتفاقية به،
      </p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
@import "@/assets/_colors.scss";
@import "@/assets/_alsdi-framework.scss";

.about-us-rows-info {
  .about-us-row {
    cursor: pointer;
    -webkit-transition: all 0.3s ease-in-out;
    -o-transition: all 0.3s ease-in-out;
    transition: all 0.3s ease-in-out;
    &:hover {
      -webkit-box-shadow: 0 4px 8px 0 rgba(0, 0, 0, 0.2),
        0 6px 20px 0 rgba(0, 0, 0, 0.19);
      box-shadow: 0 4px 8px 0 rgba(0, 0, 0, 0.2),
        0 6px 20px 0 rgba(0, 0, 0, 0.19);
    }
  }
}
</style>
